const List<Map<String, dynamic>> grade = [
  {
    "name": "启航者",
    "sign": 10000,
    "desc": "正在踏入财富积累的第一步"
  },{
    "name": "积累者",
    "sign": 30000,
    "desc": "初步理解储蓄和消费之间的平衡"
  },{
    "name": "建基者",
    "sign": 60000,
    "desc": "奠定稳固的经济基础，为未来的增长做准备"
  },{
    "name": "增长者",
    "sign": 100000,
    "desc": "经济增长显现，开始探索投资机会"
  },{
    "name": "稳健者",
    "sign": 200000,
    "desc": "财务状况稳健，生活质量提高"
  },{
    "name": "增益者",
    "sign": 500000,
    "desc": "财富不断增加，可享受更多生活乐趣"
  },{
    "name": "富裕者",
    "sign": 1000000,
    "desc": "经济自由度高，社会地位显著"
  },{
    "name": "繁荣者",
    "sign": 5000000,
    "desc": "财富的象征，引领社会潮流"
  },{
    "name": "巨擘者",
    "sign": 5000000,
    "desc": "在财富的巅峰，影响力巨大"
  }
];